
/* Markup Preferences: Name of menu item when showing all definitions but no markup */
"AllDefinitions" = "所有定义";


/* Markup Preferences: Name of menu item for creating a new markup by duplicating an existing one */
"NewMarkup" = "新建标记...";

/* Markup Preferences: Name of menu item for renaming a markup */
"RenameMarkup" = "重命名 “%@”…";

/* Markup Preferences: Name of menu item for deleting a markup */
"DeleteMarkup" = "删除 “%@”…";


/* Markup Preferences: Name of menu item for editing a custom theme. Shows the theme editor in a sheet when clicked. */
"EditTheme" = "编辑...";

/* Markup Preferences: Name of menu item for resetting a builtin theme to its defaults */
"ResetTheme" = "重置…";

/* Markup Preferences: Name of menu item for managing the themes. Shows the theme manager in a sheet when clicked. */
"ManageThemes" = "管理...";




/* Markup Preferences: Delete markup confirmation sheet default button */
"Delete" = "删除";

/* Markup Preferences: Reseting intrinsic markup to default confirmation sheet default button */
"Reset" = "重置";

/* Markup Preferences: General sheet cancelation button */
"Cancel" = "取消";



/* Markup Preferences: Delete markup confirmation sheet title */
"DeleteMarkupTitle" = "删除标记?";

/* Markup Preferences: Delete markup confirmation sheet text */
"DeleteMarkupText" = "您真的要删除标记“%@”吗？如果已启用 iCloud，那么它将从所有设备上删除。此操作无法撤销！使用此标记的文稿将不会发生变化，但是将无法编辑它们的标记。";


/* Title of default button in the panel shown when adding a new theme using the "Add theme…" button. */
"Add" = "添加";


/* Menu item shown when clicking Share button. Used to export the selected theme to disk. */
"Export" = "导出...";

/* Menu item shown when clicking Share button. Used to share the selected theme on the Style Exchange. */
"Share on Style Exchange" = "在 Style Exchange 上分享…";


/* Title of alert sheet shown when upload to Style Exchange failed. */
"UploadFailedSheetMessageText" = "Uploading Theme to Style Exchange failed";

/* Informative text of alert sheet shown when upload to Style Exchange failed. Placeholder is replaced by error output returned by the failed network request. */
"UploadFailedSheetInformativeText" = "From the error log: “%@”";

/* Default button of alert sheet shown when upload to Style Exchange failed. Clicking the button closes the sheet. */
"UploadFailedSheetOKButton" = "OK";

/* Alternative button of alert sheet shown when upload to Style Exchange failed. Clicking the button opens the Style Exchange webpage allowing to manually upload the theme. */
"UploadFailedSheetManualUploadButton" = "Manual Upload…";


/* URL of the Style Exchange where more themes can be downloaded. */
"styleExchangeURL" = "http://styles.ulyssesapp.com/themes/?ref=u3_markupPrefs";
